<?php 
require('header.php');
?>
<h1>主な仕様</h1>
<div>
    <p>・気温に合わせて自動でちょうどいい服を選んでくれます。服に脳みそ使いたくない人向けです。</p>
    <p>・最高気温と最低気温を入力して「服を選ぶ」を押すと服の画像が表示されます。</p>
    <p>・選ばれる服は、基準に沿ったものの中からランダムで選ばれます。最低気温を指標として7段階程度の基準を設けています。</p>
    <p>・画像が表示されている状態で「これで決まり」を押すと、翌々日になるまでその服が候補に現れなくなります（洗濯を考慮。アウター等一部の服は除く）</p>
    <p>・適当な服がない場合には「no image」の画像が表示されます。そんな時は新しい服を買いに行くとよいでしょう。</p>
    <p>・下着や靴下などは考慮していません。</p>
    <p>・ランダム選定なのでファッションセンスの保証はしかねます。オシャレに決めたい時は自分で選んだ方がよいです。</p>
</div>
<h1>クローゼットについて</h1>
<div>
    <p>・クローゼットのアイコンを押すと、持っている服を管理するページに飛びます。</p>
    <p>・クローゼットでは、衣服の登録・絞り込み検索・削除ができます。</p>
    <p>・衣服を登録する場合は「新しい服を登録する」をクリックし、服の写真と分類を設定してから「登録」ボタンを押します。登録に成功するとメッセージが表示されます。</p>
    <p>・持っている服を検索したい場合は、チェックボックスにチェックを入れて「表示」を押してください。</p>
    <p>・服が表示された状態で右下の「削除」ボタンを押すとクローゼットから服が消えます。</p>

</div>
<a href="toppage.php">戻る</a>
<?php
require('footer.php');
?>